{"price":"免费  ","favor":"none"}
{"besttime":"四季皆宜，夏天来回民街乘凉、吃饭、感受热闹的气氛最好。","traffic":"公交 乘坐4、604、612区间、K630、游8（610）路公交在【钟楼】下车即到。","food":"西安坊上人擅长小吃制作，他们较完整地保留了传统清真饮食风味，且用料考究，制作精细，甜咸辣荤素搭配，品种众多，为全国清真小吃之冠。牛羊肉泡馍、腊牛羊肉、烩羊杂、粉蒸羊肉、蜂蜜凉粽子、盛氏酿皮、羊肉饼、八宝甜稀饭、糊辣汤、羊肉水饺、韭饼、酸汤水饺、灌汤包子、牛肉拉面、羊肉臊子饸、黄桂柿子饼、蛋花醪糟、水盆羊肉、芝麻烧饼、葱油饼等数百种小吃应有尽有。 牛羊肉泡馍 西安牛羊肉泡馍饱负盛名。它烹制精细，料重味醇，肉烂汤浓，肥而不腻，营养丰富，香气四溢，诱人食欲，食后回味无穷。因它暖胃耐饥，素为西安和西北地区各族人民所喜爱。 推荐店铺：老米家大雨泡馍（西羊市总店） 回坊粉蒸肉 回坊粉蒸肉跟平时说的“南方粉蒸肉”完全是两种概念，更接近新疆的“手抓饭”，基本是米粉包肉，油比较大。假如吃得惯，那虽说腻是腻点，但是很美味，现在回坊的做法已经融入了很不错的陕西特色，那就是加入大量的蒜蓉，吃的时候要同时吃生蒜，喝砖茶，能非常好的去油腻。 推荐店铺：刘家粉蒸肉 麻辣羊蹄 只要走在回坊那条街上，就不难见到一个大铁盘子，里面堆放的是流着汁水散发着香气的一根根麻辣羊蹄，作为回坊特色，牛羊类制品是这里的独门绝活。所谓“麻辣羊蹄”，其实既不麻也不辣，而是香滑嫩软，上面还撒了芝麻，蹄筋酥软，入口缠绵不绝，再合着芝麻、椒盐的香气，回味无穷。 镜糕 镜糕是陕西的传统小吃，是以糯米为原料蒸制而成的形状似圆镜的糕。口味有玫瑰的、草莓的、哈密瓜的、巧克力的等多种，蘸上果仁碎和葡萄干，吃起来十分香甜。 灌汤包子 灌汤包是里面是有汤的包子，包子皮就好似只是一层窗户纸，不捅不破，这汤本已在馅里面，只不过是在包之前把肉冻放在馅中，包好以后经笼屉上火一蒸，肉冻化开而不漏。 推荐店铺：贾三灌汤包子 回坊小酥肉 牛里脊肉切条，挂糊过油后，再加入牛肉汤上锅蒸，肉汤的浸润再加上各种佐料的香味，烫烫的出锅，用平底儿搪瓷碗盛着，香而不腻，绵缠酥软。 推荐店铺：定家小酥肉 酸菜炒米 酸菜化解了油腻，而且酸辣味又刺激了人的食欲，荤素搭配相得益彰，加之佐料和火候拿捏得都非常到位，因而十分可口。 推荐店铺：红红酸菜炒米 馓子 馓子又名环饼、细环饼。面粉中加红糖、花椒水、牛羊奶、油，揉成面团，拉成细条，盘绕成椭圆形馓子坯，炸制而成。 馅饼 馅饼虽然是一种很普遍得美食，但在回民街你能吃到别有一番风味的特色馅饼，酥薄的饼皮里面满溢着浓香，可以选牛肉、羊肉、鸡蛋配上茴香、韭菜、韭黄等不同馅料。 黄桂柿子饼 西安黄桂柿子饼，是用临潼县产的“火晶柿子”为原料制作成的。特点是色泽金黄，柿面粘甜，黄桂芳香。 腊牛羊肉 腊牛羊肉在西安已有近百年的历史，是西安的名小吃之一。它选料考究、工艺精良、辅料齐全、火功得当，卤出的肉质地酥粒、色泽红润、香醇可口。比较出名的有老刘家、老铁家、老童家、老贾家等。 烤肉 回坊的烤肉相比其他地方而言独具一番特色，肉质更鲜嫩，味道更正宗。最重要的是吃烤肉的同时还可以搭配着别的美味清真小吃。 推荐店铺：高家烤肉 麻辣烫 回民街的麻辣烫可谓一绝，它融合了四川麻辣烫的麻辣鲜香与清真饮食的独特风味，喜欢吃麻辣烫的朋友不妨尝试一下。 麻酱凉皮 人人都知道陕西的特色是凉皮，不过回民街的麻酱凉皮跟其它地方的凉皮则有些不大一样，既然来了不如也尝一碗。","shopping":"回民街内有很多家店铺经营工艺品生意，有制做皮影的，手工制做旗袍及丝绸工艺背包的，民间剪纸、茶具及玉制品、果核工艺品等等应有尽有。价格有高有低，可以还价。 特别注意的是回民街还有一条很小的化觉巷，绕过鼓楼进入回民街后路西侧有个路口上面就写着“化觉巷”三个字，小巷向北延伸一直到西羊市，一进去里面尽是各种各样的特色纪念品，有兴趣的朋友不妨进去看看。","activity":"none","tip":"注意事项 由于这条街属于回民聚居区，在这里吃东西是有一些禁忌的。比如不吃大肉、清真餐厅不让饮用含有酒精的饮料等。 因为这里是信仰穆斯林的，所以大家去的时候一定要尊重当地人的饮食习惯。 词源解释 “坊”源于唐代，是唐时的一种区域划分，唐长安作为丝绸之路的起点，容纳了大量从西亚、中亚迁入的穆斯林。随着大量穆斯林的涌入，伊斯兰教也开始在中国传播，为了宗教活动和生活的方便，穆斯林依清真寺而居，这种布局从伊斯兰教传入中国开始一直延续至今，每座清真寺都形成一个“坊”。“坊上人”是西安地区对信仰伊斯兰教的回族人的一种亲切的称谓。 羊市街 回民街北段靠西还有一条东西向的羊市街，没有经过改造依然保留着比较完整的老西安风貌，这里也集中了很多回民小吃，有兴趣可以前往游览。","culture":"历史 回民街位于鼓楼北侧，唐代属皇城范围，尚书省即位于此地。宋元明清时的京兆府、奉元路总管府、西安府等均设在此街及其周边。清代因街北巡抚部院署与今西大街以南总督部院署分称“北院”、“南院”，遂名此街北院门。1900年慈禧太后携光绪帝逃至西安，曾居北院，称“行宫”，当时各省所贡银两物品均在此聚集，银号店铺应运而生，盛极一时。 西侧的大学习巷内最早是唐长安城的一个小坊，当时西域的回纥族帮助郭子仪平定“安史之乱”，郭子仪从甘肃回长安时，带回了200多个回纥将领和随从，他们住在这个小坊附近学习唐朝的法令和汉人的文化，所以这个地方取名为“大学习巷”，并逐渐扩展成为西安的回坊。 环境 回民街是以北院门、西羊市、化觉巷形成的环形旅游散步道，全长1100米。街区内为仿古明清建筑风格，南有鼓楼，北有牌坊，清真大寺、古宅大院镶嵌于鳞次栉比的店铺食肆之间。步入其中，地镶青石、铺悬金匾、老街繁锦、美味飘香，是西安独具古城风貌与现代文明的历史文化旅游街区。 晚上的回民街又有着与白天不同的精彩，整条街被浓厚的市井气息笼罩，道路两旁遍布挂着电灯、汽灯的各种摊铺，贩卖糕饼、干果、蜜饯、小吃等。这些小摊后面则是许多经营当地风味小吃的饭馆，人多时不光店里人满为患，连店门口也会摆满桌椅。烤肉串、涮牛肚的烟火在不甚明亮的灯光下弥漫整条街，熙熙攘攘的人群都是边逛、边吃，看到小摊上中意的东西就和摊主还还价。还可以到鼓楼广场的座椅上歇歇脚，看卖风筝的小贩把数十米长的风筝一直放到马路对面的高楼顶上。一切都充满真实热闹的生活热情。"}
Job finished!
